ahmadalli.vscode-nginx-conf
amazonwebservices.codewhisperer-for-command-line-companion
artdiniz.quitcontrol-vscode
cardinal90.multi-cursor-case-preserve
dbaeumer.vscode-eslint
developer2006.svg-gallery
dotup.dotup-vscode-override-typescript
eamodio.gitlens
esbenp.prettier-vscode
geriyoco.vscode-image-gallery
gruntfuggly.todo-tree
jannisx11.batch-rename-extension
johnpapa.vscode-peacock
jripouteau.adonis-vscode-extension
mjmlio.vscode-mjml
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
nmsmith89.incrementor
pflannery.vscode-versionlens
pkief.material-icon-theme
quicktype.quicktype
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
stylelint.vscode-stylelint
tombonnike.vscode-status-bar-format-toggle
tyriar.sort-lines
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
vue.volar
wmaurer.change-case
yoavbls.pretty-ts-errors
yy0931.save-as-root
yzhang.markdown-all-in-one
